Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: Too many network requests.
de: Zu viele Netzwerkanfragen.
es: Demasiadas solicitudes de red.
fr: Trop de requêtes réseau.
it: Troppe richieste di rete.
ja: ネットワークリクエストが多すぎます。
nl: Te veel netwerkverzoeken.
pl: Zbyt wiele żądań sieciowych.
ru: Слишком много сетевых запросов.
zh_hans: 网络请求过多。

source: Trying to log into wrong regional server. Please contact support.
de: Sie versuchen, sich bei einem falschen regionalen Server anzumelden. Bitte wenden Sie sich an den Support.
es: Intentando iniciar sesión en un servidor regional incorrecto. Póngase en contacto con el servicio de asistencia.
fr: Essai de connexion à un serveur régional incorrect. Veuillez contacter l'assistance.
it: Si sta tentando di accedere a un server regionale errato. Contattare l'assistenza.
ja: 間違った地域サーバーにログインしようとしています。サポートまでご連絡ください。
nl: Er wordt geprobeerd in te loggen op de verkeerde regionale server. Neem contact op met support.
pl: Próba logowania do niewłaściwego serwera regionalnego. Skontaktuj się z pomocą.
ru: Попытка входа на неправильный региональный сервер. Обратитесь в поддержку.
zh_hans: 尝试登录错误的区域服务器。请联系客服支持。

source: Understood
de: Verstanden
es: Comprendido
fr: Compris
it: Capito
ja: 了解しました
nl: Begrepen
pl: Rozumiem
ru: Понятно
zh_hans: 欢迎

source: Units recorded: %@.
de: Protokollierte Einheiten: %@.
es: Unidades registradas: %@.
fr: Unités enregistrées : %@.
it: Unità registrate: %@.
ja: 記録された単位: %@.
nl: Geregistreerde eenheden: %@.
pl: Zapisane jednostki: %@.
ru: Записанные единицы: %@.
zh_hans: 记录的单位：%@。

source: Unknown error during graph request.
de: Unbekannter Fehler bei der Graph-Anfrage.
es: Error desconocido durante la solicitud del gráfico.
fr: Erreur inconnue lors de la demande du graphique.
it: Errore sconosciuto durante la richiesta del grafico.
ja: グラフ取得中に不明なエラーが発生しました。
nl: Onbekende fout tijdens het opvragen van de grafiek.
pl: Nieznany błąd podczas pobierania wykresu.
ru: Неизвестная ошибка при запросе графика.
zh_hans: 请求图表时发生未知错误。

source: Unknown status 4 error. Check error message in settings tab and send to support.
de: Unbekannter Status 4-Fehler. Überprüfen Sie die Fehlermeldung auf der Registerkarte „Einstellungen“ und senden Sie sie an den Support.
es: Error desconocido de estado 4. Revise el mensaje de error en la pestaña Ajustes y envíelo al soporte.
fr: Erreur de statut inconnu 4. Vérifiez le message d'erreur dans l'onglet Paramètres et envoyez-le au service d'assistance.
it: Errore sconosciuto di stato 4. Controlli il messaggio di errore nella scheda Impostazioni e lo invii all’assistenza.
ja: 不明なステータス4エラーです。設定タブのエラーメッセージを確認し、サポートに送信してください。
nl: Onbekende status 4-fout. Controleer de foutmelding op het tabblad Instellingen en stuur die naar support.
pl: Nieznany błąd statusu 4. Sprawdź komunikat błędu na karcie Ustawienia i wyślij go do pomocy.
ru: Неизвестная ошибка статуса 4. Проверьте сообщение об ошибке на вкладке Настройки и отправьте его в поддержку.
zh_hans: 未知的状态 4 错误。请检查“设置”标签页中的错误信息并发送给支持团队。

source: Updates of this live activity are not guaranteed. On my phone about every 8 minutes. To enable or disable mirroring of the live activity to the Smart Stack of the Watch use the "Watch" app on the phone. Live Activity needs to be enabled in the app settings as well. Current status: %@
de: Aktualisierungen dieser Live-Aktivität sind nicht garantiert. Auf meinem iPhone etwa alle 8 Minuten. Um die Spiegelung der Live-Aktivität auf den Smart Stapel der Watch zu aktivieren oder zu deaktivieren, verwenden Sie die App „Watch“ auf dem iPhone. Die Live-Aktivität muss außerdem in den App-Einstellungen aktiviert sein. Aktueller Status: %@
es: Las actualizaciones de esta actividad en directo no están garantizadas. En mi iPhone, aproximadamente cada 8 minutos. Para activar o desactivar la duplicación de la actividad en directo en la Pila Inteligente del reloj, use la app "Watch" del iPhone. La actividad en directo también debe estar activada en los ajustes de la app. Estado actual: %@
fr: Les mises à jour de cette activité en direct ne sont pas garanties. Sur mon iPhone, elles se produisent environ toutes les 8 minutes. Pour activer ou désactiver la recopie de l’activité en direct dans la Smart Stack de la Watch, utilisez l’app « Watch » sur l’iPhone. L’activité en direct doit également être activée dans les réglages de l’app. État actuel : %@
it: Gli aggiornamenti di questa attività in tempo reale non sono garantiti. Sul mio iPhone, circa ogni 8 minuti. Per abilitare o disabilitare il mirroring dell’attività in tempo reale nello Smart Stack dell’orologio, usi l’app "Watch" sull’iPhone. L’attività in tempo reale deve essere abilitata anche nelle impostazioni dell’app. Stato attuale: %@
ja: このライブアクティビティの更新は保証されません。私の iPhone ではおよそ 8 分ごとです。 ライブアクティビティの Watch のスマートスタックへのミラーリングを有効または無効にするには、iPhone の「Watch」アプリを使用してください。 ライブアクティビティはアプリの設定でも有効にする必要があります。現在の状態: %@
nl: Updates van deze live-activiteit zijn niet gegarandeerd. Op mijn telefoon ongeveer elke 8 minuten. Om het spiegelen van de live-activiteit naar de slimme stapel van het horloge in of uit te schakelen, gebruik je de "Watch"-app op de telefoon. Live Activity moet ook in de app-instellingen zijn ingeschakeld. Huidige status: %@
pl: Aktualizacje tej aktywności na żywo nie są gwarantowane. Na moim telefonie pojawiają się mniej więcej co 8 minut. Aby włączyć lub wyłączyć mirroring aktywności na żywo do Smart Stack na zegarku, użyj aplikacji „Watch” na telefonie. Live Activity musi być także włączone w ustawieniach aplikacji. Bieżący status: %@
ru: Обновления этой Live Activity не гарантируются. На моем телефоне - примерно каждые 8 минут. Чтобы включить или отключить зеркалирование Live Activity в Smart Stack часов, используйте приложение "Watch" на телефоне. Live Activity также должна быть включена в настройках приложения. Текущий статус: %@
zh_hans: 此实时活动的更新不作保证。在我的 iPhone 上，大约每 8 分钟更新一次。 要启用或禁用将实时活动镜像到手表智能叠放，请在 iPhone 上使用“Watch”应用。 还需要在应用设置中启用实时活动。当前状态：%@

source: Use average as offset
de: Durchschnitt als Offset verwenden
es: Usar el promedio como desfase
fr: Utiliser la moyenne comme décalage
it: Usa la media come scostamento
ja: 平均値をオフセットとして使用
nl: Gemiddelde als offset gebruiken
pl: Użyj średniej jako przesunięcia
ru: Использовать среднее значение как смещение
zh_hans: 将平均值用作偏移量

source: Use critical alerts
de: Kritische Hinweise verwenden
es: Usar alertas críticas
fr: Utiliser les alertes critiques
it: Usa avvisi critici
ja: 重大な通知を使用
nl: Kritieke meldingen gebruiken
pl: Używaj alertów krytycznych
ru: Использовать критические уведомления
zh_hans: 使用关键警报

source: Use the email and password of the **Dexcom account the sensor is set up on** — the same login as the Dexcom G7/G6/ONE+ app on the wearer's phone. FLwatch then shows that data in parallel.
de: Verwenden Sie E-Mail und Passwort des **Dexcom-Kontos, mit dem der Sensor eingerichtet ist** - denselben Login wie in der Dexcom G7/G6/ONE+-App auf dem Telefon des Trägers. FLwatch zeigt diese Daten dann parallel an.
es: Usa el correo electrónico y la contraseña de la **cuenta de Dexcom con la que está configurado el sensor**: el mismo inicio de sesión que en la app Dexcom G7/G6/ONE+ del teléfono del usuario. FLwatch mostrará esos datos en paralelo.
fr: Utilisez l’e-mail et le mot de passe du **compte Dexcom sur lequel le capteur est configuré** : les mêmes identifiants que dans l’app Dexcom G7/G6/ONE+ sur le téléphone du porteur. FLwatch affiche ensuite ces données en parallèle.
it: Usa l’e-mail e la password dell’**account Dexcom su cui è configurato il sensore**: lo stesso login dell’app Dexcom G7/G6/ONE+ sul telefono di chi lo indossa. FLwatch mostrerà poi quei dati in parallelo.
ja: **センサーが設定されている Dexcom アカウント**のメールアドレスとパスワードを使用してください。装着者の電話にある Dexcom G7/G6/ONE+ アプリと同じログインです。その後、FLwatch はそのデータを並行して表示します。
nl: Gebruik het e-mailadres en wachtwoord van het **Dexcom-account waarop de sensor is ingesteld**: dezelfde login als de Dexcom G7/G6/ONE+-app op de telefoon van de drager. FLwatch toont die gegevens dan parallel.
pl: Użyj adresu e-mail i hasła do **konta Dexcom, na którym skonfigurowano sensor** - tego samego logowania co w aplikacji Dexcom G7/G6/ONE+ na telefonie osoby noszącej sensor. FLwatch będzie wtedy równolegle pokazywać te dane.
ru: Используйте адрес электронной почты и пароль от **учетной записи Dexcom, на которой настроен сенсор**: те же данные входа, что и в приложении Dexcom G7/G6/ONE+ на телефоне носителя. После этого FLwatch будет параллельно показывать эти данные.
zh_hans: 请使用**设置传感器的 Dexcom 账户**的电子邮件和密码，也就是佩戴者手机上 Dexcom G7/G6/ONE+ 应用使用的同一登录信息。然后 FLwatch 会同时显示这些数据。

source: Use the FLwatch widget or Live Activity to view the glucose graph.
de: Verwende das FLwatch-Widget oder die Live-Aktivität, um den Glukosegraphen anzuzeigen.
es: Usa el widget de FLwatch o la Actividad en Vivo para ver la gráfica de glucosa.
fr: Utilisez le widget FLwatch ou l'Activité en direct pour afficher le graphique de glucose.
it: Usa il widget FLwatch o l'Attività in tempo reale per visualizzare il grafico del glucosio.
ja: グルコースグラフを見るには、FLwatch ウィジェットまたは Live Activity を使用してください。
nl: Gebruik de FLwatch-widget of Live Activiteit om de glucosegrafiek te bekijken.
pl: Użyj widżetu FLwatch lub Live Activity, aby wyświetlić wykres glukozy.
ru: Используйте виджет FLwatch или Live Activity, чтобы посмотреть график глюкозы.
zh_hans: 使用 FLwatch 小组件或实时活动来查看葡萄糖图表。

source: Use the widget or Live Activity.
de: Verwende das Widget oder die Live-Aktivität.
es: Usa el widget o la Actividad en Vivo.
fr: Utilisez le widget ou l'Activité en direct.
it: Usa il widget o l'Attività in tempo reale.
ja: ウィジェットまたは Live Activity を使用してください。
nl: Gebruik de widget of Live Activiteit.
pl: Użyj widżetu lub Live Activity.
ru: Используйте виджет или Live Activity.
zh_hans: 请使用小组件或实时活动。

source: Use this feature at your own risk. If your symptoms do not match the sensor reading or you believe it may be inaccurate, check your glucose with a blood glucose meter and follow the sensor manufacturer's instructions.
de: Verwende diese Funktion auf eigene Gefahr. Wenn deine Symptome nicht mit dem Sensorwert übereinstimmen oder du ihn für ungenau hältst, überprüfe deinen Glukosewert mit einem Blutzuckermessgerät und befolge die Anweisungen des Sensorherstellers.
es: Usa esta función bajo tu propia responsabilidad. Si tus síntomas no coinciden con la lectura del sensor o crees que puede ser inexacta, comprueba tu glucosa con un medidor de glucosa en sangre y sigue las instrucciones del fabricante del sensor.
fr: Utilisez cette fonctionnalité à vos propres risques. Si vos symptômes ne correspondent pas à la mesure du capteur ou si vous pensez qu’elle peut être inexacte, vérifiez votre glycémie à l’aide d’un lecteur de glycémie et suivez les instructions du fabricant du capteur.
it: Usa questa funzione a tuo rischio. Se i sintomi non corrispondono alla lettura del sensore o ritieni che possa essere imprecisa, controlla la glicemia con un glucometro e segui le istruzioni del produttore del sensore.
ja: この機能は自己責任で使用してください。症状がセンサーの測定値と一致しない場合や、測定値が正確でないと思われる場合は、血糖測定器で血糖値を確認し、センサーメーカーの指示に従ってください。
nl: Gebruik deze functie op eigen risico. Als je symptomen niet overeenkomen met de sensorwaarde of je denkt dat deze mogelijk onnauwkeurig is, controleer dan je glucose met een bloedglucosemeter en volg de instructies van de sensorfabrikant.
pl: Korzystasz z tej funkcji na własne ryzyko. Jeśli objawy nie odpowiadają odczytowi sensora lub uważasz, że może on być niedokładny, sprawdź poziom glukozy glukometrem i postępuj zgodnie z instrukcjami producenta sensora.
ru: Используйте эту функцию на свой страх и риск. Если ваши симптомы не соответствуют показаниям датчика или вы считаете, что они могут быть неточными, проверьте уровень глюкозы с помощью глюкометра и следуйте инструкциям производителя датчика.
zh_hans: 使用此功能的风险由您自行承担。如果您的症状与传感器读数不符，或您认为读数可能不准确，请使用血糖仪检查血糖，并遵循传感器制造商的说明。

source: Use this if the watch app was reinstalled or its settings appear out of sync.
de: Verwenden Sie dies, wenn die Watch-App neu installiert wurde oder ihre Einstellungen nicht mehr synchron zu sein scheinen.
es: Usa esto si la app del reloj se ha reinstalado o si sus ajustes parecen no estar sincronizados.
fr: Utilisez ceci si l'app de la montre a été réinstallée ou si ses réglages semblent désynchronisés.
it: Usa questa opzione se l'app dell'orologio è stata reinstallata o se le sue impostazioni sembrano non essere sincronizzate.
ja: Watch アプリを再インストールした場合や、設定が同期していないように見える場合に使用してください。
nl: Gebruik dit als de watch-app opnieuw is geinstalleerd of als de instellingen niet synchroon lijken te zijn.
pl: Użyj tego, jeśli aplikacja zegarka została ponownie zainstalowana lub jej ustawienia wyglądają na niezsynchronizowane.
ru: Используйте это, если приложение для часов было переустановлено или его настройки выглядят несинхронизированными.
zh_hans: 如果手表 App 已重新安装，或其设置看起来未同步，请使用此项。

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
zh_hans: 用户名

source: Username (email adress)
de: Benutzername (Email Adresse)
es: Nombre de usuario (correo electrónico)
fr: Nom d'utilisateur (adresse e-mail)
it: Nome utente (indirizzo e-mail)
ja: ユーザー名（メールアドレス）
nl: Gebruikersnaam (e-mailadres)
pl: Nazwa użytkownika (adres e-mail)
ru: Имя пользователя (адрес электронной почты)
zh_hans: 用户名（电子邮件地址）

source: Waiting for next heartbeat
de: Warten auf den nächsten Heartbeat
es: Esperando el siguiente heartbeat
fr: En attente du prochain heartbeat
it: In attesa del prossimo heartbeat
ja: 次のハートビートを待機中
nl: Wachten op volgende heartbeat
pl: Oczekiwanie na kolejny heartbeat
ru: Ожидание следующего heartbeat
zh_hans: 正在等待下一次心跳

source: Warm-up
de: Aufwärmphase
es: Calentamiento
fr: Démarrage
it: Riscaldamento
ja: ウォームアップ
nl: Opwarmen
pl: Rozgrzewanie
ru: Прогрев
zh_hans: 预热

source: Warming up — about %lld min left
de: Aufwärmen – noch etwa %lld Min.
es: Calentando; quedan unos %lld min
fr: Démarrage — environ %lld min restantes
it: Riscaldamento: circa %lld min rimanenti
ja: ウォームアップ中 — 残り約%lld分
nl: Opwarmen — nog ongeveer %lld min
pl: Rozgrzewanie — pozostało około %lld min
ru: Прогрев — осталось около %lld мин
zh_hans: 正在预热，约剩余%lld分钟

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avvertenza
ja: 警告
nl: Waarschuwing
pl: Ostrzeżenie
ru: Предупреждение
zh_hans: 警告

source: Watch Settings
de: Watch-Einstellungen
es: Ajustes del reloj
fr: Réglages de la montre
it: Impostazioni dell'orologio
ja: Watch 設定
nl: Watch-instellingen
pl: Ustawienia zegarka
ru: Настройки часов
zh_hans: 手表设置

source: Watch: show insulin activity graph
de: Uhr: Insulinaktivitätsdiagramm anzeigen
es: Reloj: mostrar gráfico de actividad de la insulina
fr: Montre : afficher le graphique d'activité de l'insuline
it: Guarda: mostra il grafico dell'attività dell'insulina
ja: 表示：インスリンの作用グラフを表示する
nl: Horloge: toon insulineactiviteitsgrafiek
pl: Zegarek: pokaż wykres aktywności insuliny
ru: Часы: показать график активности инсулина
zh_hans: 查看：显示胰岛素活性曲线图

source: Watch: show insulin delivery marks
de: Uhr: Insulinabgabemarkierungen anzeigen
es: Reloj: mostrar marcas de administración de insulina
fr: Montre : afficher les marques d'administration d'insuline
it: Guarda: mostra i segni di somministrazione dell'insulina
ja: 表示：インスリン投与のマークを表示する
nl: Horloge: toon markeringen voor insulinetoediening
pl: Zegarek: pokaż znaczniki podań insuliny
ru: Часы: показать метки введения инсулина
zh_hans: 观察：显示胰岛素输送标记

source: Watch: show IOB graph
de: Uhr: IOB-Diagramm anzeigen
es: Reloj: mostrar gráfico IOB
fr: Montre : afficher le graphique IOB
it: Guarda: mostra grafico IOB
ja: 表示：IOBグラフを表示する
nl: Horloge: toon IOB-grafiek
pl: Zegarek: pokaż wykres IOB
ru: Часы: показать график IOB
zh_hans: 查看：显示IOB图表

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ja: ようこそ
nl: Welkom
pl: Witamy
ru: Добро пожаловать
zh_hans: 欢迎

source: Widget update frequency
de: Aktualisierungshäufigkeit des Widgets
es: Frecuencia de actualización del widget
fr: Fréquence de mise à jour du widget
it: Frequenza di aggiornamento dei widget
ja: ウィジェットの更新頻度
nl: Frequentie van widget-updates
pl: Częstotliwość aktualizacji widżetu
ru: Частота обновления виджета
zh_hans: 小工具更新频率

source: Wrong password for the Dexcom account.
de: Falsches Passwort für das Dexcom-Konto.
es: Contraseña incorrecta para la cuenta de Dexcom.
fr: Mot de passe incorrect pour le compte Dexcom.
it: Password errata per l’account Dexcom.
ja: Dexcom アカウントのパスワードが間違っています。
nl: Onjuist wachtwoord voor het Dexcom-account.
pl: Nieprawidłowe hasło do konta Dexcom.
ru: Неверный пароль для учетной записи Dexcom.
zh_hans: Dexcom 账户密码错误。

source: Yes, rate now
de: Ja, jetzt bewerten
es: Sí, califica ahora.
fr: Oui, évaluez maintenant
it: Sì, valuta ora
ja: はい、今すぐ評価してください
nl: Ja, beoordeel nu
pl: Tak, oceń teraz
ru: Да, оценить сейчас
zh_hans: 是的，立即评价

source: You can change this later in Settings.
de: Sie können dies später in den Einstellungen ändern.
es: Puedes cambiarlo más tarde en Ajustes.
fr: Vous pourrez modifier ce choix plus tard dans les réglages.
it: Puoi modificarlo più tardi nelle Impostazioni.
ja: これは後で設定で変更できます。
nl: Je kunt dit later wijzigen in Instellingen.
pl: Możesz to później zmienić w Ustawieniach.
ru: Вы можете изменить это позже в настройках.
zh_hans: 您稍后可以在“设置”中更改此项。

source: You’ll get a notification when a new reading is above %@. Alerts repeat at most every 5 minutes while glucose stays high. Alerts depend on a stable Bluetooth connection to your sensor and an internet connection. Always rely on the manufacturer's alerts first.
de: Sie erhalten eine Mitteilung, wenn ein neuer Messwert über %@ liegt. Solange der Glukosewert hoch bleibt, werden Warnungen höchstens alle 5 Minuten wiederholt. Die Warnungen hängen von einer stabilen Bluetooth-Verbindung zu Ihrem Sensor und einer Internetverbindung ab. Verlassen Sie sich immer zuerst auf die Warnungen des Herstellers.
es: Recibirá una notificación cuando una nueva lectura esté por encima de %@. Las alertas se repiten como máximo cada 5 minutos mientras la glucosa siga alta. Las alertas dependen de una conexión Bluetooth estable con su sensor y de una conexión a internet. Confíe siempre primero en las alertas del fabricante.
fr: Vous recevrez une notification lorsqu’une nouvelle mesure sera supérieure à %@. Les alertes se répètent au maximum toutes les 5 minutes tant que la glycémie reste élevée. Les alertes dépendent d’une connexion Bluetooth stable à votre capteur et d’une connexion Internet. Fiez-vous toujours d’abord aux alertes du fabricant.
it: Riceverai una notifica quando una nuova lettura sarà superiore a %@. Gli avvisi si ripetono al massimo ogni 5 minuti finché il glucosio resta alto. Gli avvisi dipendono da una connessione Bluetooth stabile al sensore e da una connessione Internet. Affidati sempre prima di tutto agli avvisi del produttore.
ja: 新しい測定値が %@ を上回ると通知が届きます。グルコース値が高いままの間、アラートは最大で 5 分ごとに繰り返されます。アラートは、センサーとの安定した Bluetooth 接続とインターネット接続に依存します。常にまずメーカーのアラートを優先してください。
nl: Je krijgt een melding wanneer een nieuwe meting boven %@ ligt. Waarschuwingen worden hoogstens elke 5 minuten herhaald zolang de glucose hoog blijft. Waarschuwingen zijn afhankelijk van een stabiele Bluetooth-verbinding met je sensor en een internetverbinding. Vertrouw altijd eerst op de waarschuwingen van de fabrikant.
pl: Otrzymasz powiadomienie, gdy nowy odczyt wzrośnie powyżej %@. Alerty powtarzają się najwyżej co 5 minut, dopóki poziom glukozy pozostaje wysoki. Alerty zależą od stabilnego połączenia Bluetooth z sensorem oraz połączenia z internetem. Zawsze w pierwszej kolejności polegaj na alertach producenta.
ru: Вы получите уведомление, когда новое значение окажется выше %@. Оповещения повторяются не чаще чем каждые 5 минут, пока уровень глюкозы остается высоким. Оповещения зависят от стабильного Bluetooth-соединения с сенсором и подключения к интернету. Всегда в первую очередь полагайтесь на оповещения производителя.
zh_hans: 当新的读数高于 %@ 时，您会收到通知。只要血糖持续偏高，提醒最多每 5 分钟重复一次。提醒依赖于与传感器的稳定蓝牙连接以及互联网连接。请始终优先依赖制造商提供的提醒。

source: You’ll get a notification when a new reading is below %@. Alerts repeat at most every 5 minutes while glucose stays low. Alerts depend on a stable Bluetooth connection to your sensor and an internet connection. Always rely on the manufacturer's alerts first.
de: Sie erhalten eine Mitteilung, wenn ein neuer Messwert unter %@ liegt. Solange der Glukosewert niedrig bleibt, werden Warnungen höchstens alle 5 Minuten wiederholt. Die Warnungen hängen von einer stabilen Bluetooth-Verbindung zu Ihrem Sensor und einer Internetverbindung ab. Verlassen Sie sich immer zuerst auf die Warnungen des Herstellers.
es: Recibirá una notificación cuando una nueva lectura esté por debajo de %@. Las alertas se repiten como máximo cada 5 minutos mientras la glucosa siga baja. Las alertas dependen de una conexión Bluetooth estable con su sensor y de una conexión a internet. Confíe siempre primero en las alertas del fabricante.
fr: Vous recevrez une notification lorsqu’une nouvelle mesure sera inférieure à %@. Les alertes se répètent au maximum toutes les 5 minutes tant que la glycémie reste basse. Les alertes dépendent d’une connexion Bluetooth stable à votre capteur et d’une connexion Internet. Fiez-vous toujours d’abord aux alertes du fabricant.
it: Riceverai una notifica quando una nuova lettura sarà inferiore a %@. Gli avvisi si ripetono al massimo ogni 5 minuti finché il glucosio resta basso. Gli avvisi dipendono da una connessione Bluetooth stabile al sensore e da una connessione Internet. Affidati sempre prima di tutto agli avvisi del produttore.
ja: 新しい測定値が %@ を下回ると通知が届きます。グルコース値が低いままの間、アラートは最大で 5 分ごとに繰り返されます。アラートは、センサーとの安定した Bluetooth 接続とインターネット接続に依存します。常にまずメーカーのアラートを優先してください。
nl: Je krijgt een melding wanneer een nieuwe meting onder %@ ligt. Waarschuwingen worden hoogstens elke 5 minuten herhaald zolang de glucose laag blijft. Waarschuwingen zijn afhankelijk van een stabiele Bluetooth-verbinding met je sensor en een internetverbinding. Vertrouw altijd eerst op de waarschuwingen van de fabrikant.
pl: Otrzymasz powiadomienie, gdy nowy odczyt spadnie poniżej %@. Alerty powtarzają się najwyżej co 5 minut, dopóki poziom glukozy pozostaje niski. Alerty zależą od stabilnego połączenia Bluetooth z sensorem oraz połączenia z internetem. Zawsze w pierwszej kolejności polegaj na alertach producenta.
ru: Вы получите уведомление, когда новое значение окажется ниже %@. Оповещения повторяются не чаще чем каждые 5 минут, пока уровень глюкозы остается низким. Оповещения зависят от стабильного Bluetooth-соединения с сенсором и подключения к интернету. Всегда в первую очередь полагайтесь на оповещения производителя.
zh_hans: 当新的读数低于 %@ 时，您会收到通知。只要血糖持续偏低，提醒最多每 5 分钟重复一次。提醒依赖于与传感器的稳定蓝牙连接以及互联网连接。请始终优先依赖制造商提供的提醒。

source: Your alert level is %@.
de: Dein Alarmwert ist %@.
es: Su nivel de alerta es %@.
fr: Votre niveau d'alerte est de %@.
it: Il tuo livello di avviso è %@.
ja: あなたのアラートレベルは %@ です。
nl: Je waarschuwingsniveau is %@.
pl: Twój poziom alertu to %@.
ru: Ваш уровень предупреждения: %@.
zh_hans: 您的提醒级别为 %@。

# Your blood glucose is currently %@ and %@.
source: Your blood glucose is currently %1$@ and %2$@.
de: Dein Blutzucker ist %1$@ und %2$@.
es: Su nivel de glucosa en sangre actualmente es %1$@ y %2$@.
fr: Votre glycémie est actuellement de %1$@ et %2$@.
it: Il tuo livello di glucosio nel sangue è attualmente %1$@ e %2$@.
ja: 現在の血糖値は%1$@と%2$@です。
nl: Je bloedglucose is momenteel %@ en %@.
pl: Twój poziom glukozy we krwi wynosi obecnie %@ i %@.
ru: Сейчас ваш уровень глюкозы в крови %@ и %@.
zh_hans: 您的血糖水平目前为%1$@和%2$@。
